tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "neovim/neovim"
brew "aria2"
brew "awscli"
brew "ctags"
brew "editorconfig"
brew "git"
brew "fish"
brew "fzf"
brew "gnu-sed", args: ["with-default-names"]
brew "openssl"
brew "python"
brew "haproxy"
brew "highlight"
brew "python3"
brew "httpie"
brew "jq"
brew "mono"
brew "mpv", args: ["with-bundle"]
brew "neovim"
brew "nmap"
brew "node"
brew "putty"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ruby"
brew "socat"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "yarn"
cask "betterzipql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "webpquicklook"
