tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/versions"
tap "caskroom/cask"
tap "neovim/neovim"
brew "aria2"
brew "awscli"
brew "ctags"
brew "editorconfig"
brew "git"
brew "figlet"
brew "fish"
brew "fzf"
brew "gnu-sed", args: ["with-default-names"]
brew "go"
brew "openssl"
brew "haproxy"
brew "highlight"
brew "httpie"
brew "hugo"
brew "jq"
brew "mas"
brew "mono"
brew "mpv", args: ["with-bundle"]
brew "neovim"
brew "nmap"
brew "node"
brew "node@4"
brew "open-vcdiff"
brew "pandoc"
brew "pkgdiff"
brew "putty"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ruby"
brew "socat"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "xdelta"
brew "yarn"
cask "basictex"
cask "betterzipql"
cask "docker"
cask "dotnet"
cask "dotnet-sdk"
cask "duet"
cask "etcher"
cask "firefox"
cask "iterm2-nightly"
cask "marked"
cask "p4merge"
cask "powershell"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "safari-technology-preview"
cask "selfcontrol"
cask "sketch"
cask "skype"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "suspicious-package"
cask "transmit"
cask "vimr"
cask "vlc"
cask "vmware-fusion"
cask "webpquicklook"
cask "webtorrent"
cask "wkhtmltopdf"
mas "Airmail 3", id: 918858936
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Flycut", id: 442160987
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Slack", id: 803453959
mas "SonicWall Mobile Connect", id: 822514576
mas "Soulver", id: 413965349
mas "Textual", id: 896450579
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 409789998
mas "Ulysses", id: 623795237
mas "Xcode", id: 497799835
