bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
golang.go
idleberg.applescript
mrmlnc.vscode-scss
ms-python.python
ms-vscode.sublime-keybindings
msjsdiag.debugger-for-chrome
Prisma.vscode-graphql
redhat.vscode-yaml
samuelcolvin.jinjahtml
stylelint.vscode-stylelint
timonwong.shellcheck
Tyriar.sort-lines
