tap "argoproj/tap"
tap "aws/tap"
tap "boz/repo"
tap "bufbuild/buf"
tap "esphen/wsta", "https://github.com/esphen/wsta.git"
tap "fabianishere/personal"
tap "hivemq/mqtt-cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "johanhaleby/kubetail"
tap "marblenix/onivim2"
tap "mistertea/et"
tap "universal-ctags/universal-ctags"
brew "act"
brew "argocd"
brew "arping"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "autopep8"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bat"
brew "boost"
brew "ccrypt"
brew "chart-testing"
brew "coreutils"
brew "ctags"
brew "deno", link: false
brew "pcre2"
brew "editorconfig"
brew "esptool", link: false
brew "exiftool"
brew "fd"
brew "fdupes"
brew "libtool"
brew "pkg-config"
brew "ffmpeg"
brew "fish"
brew "fluxctl"
brew "fsevents-tools"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "go"
brew "gpatch"
brew "graphviz"
brew "grep"
brew "groovy"
brew "grpcurl"
brew "helm"
brew "highlight"
brew "homeassistant-cli"
brew "htop"
brew "imagemagick"
brew "iperf"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kubernetes-cli"
brew "kubeseal"
brew "libdvdcss"
brew "llvm"
brew "mas"
brew "protobuf"
brew "mitmproxy"
brew "mosh"
brew "ncdu"
brew "nmap"
brew "node"
brew "openapi-generator"
brew "openconnect"
brew "perl"
brew "picocom"
brew "pngcrush"
brew "prototool"
brew "python@2", link: false
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "socat"
brew "sonobuoy"
brew "sops"
brew "sqlcipher"
brew "swift-format"
brew "tldr"
brew "tmux"
brew "tree"
brew "upx"
brew "vim"
brew "watch"
brew "watchexec"
brew "watchman"
brew "websocat"
brew "woff2"
brew "yamllint"
brew "aws/tap/aws-sam-cli"
brew "bufbuild/buf/buf"
brew "fabianishere/personal/pam_reattach"
brew "instrumenta/instrumenta/kubeval"
brew "johanhaleby/kubetail/kubetail", args: ["with-short-names"]
brew "mistertea/et/et"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "alfred"
cask "balenaetcher"
cask "brave-browser"
cask "brave-browser-nightly"
cask "chromium"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "font-hasklig"
cask "font-inconsolata"
cask "font-monoid"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-ubuntu"
cask "font-victor-mono"
cask "geekbench"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "java8"
cask "marked"
cask "monitorcontrol"
cask "onivim2-nightly"
cask "p4v"
cask "plexamp"
cask "podman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "safari-technology-preview"
cask "sequel-pro"
cask "sketch"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "swish"
cask "tunnelblick"
cask "vscodium"
cask "webtorrent"
cask "wireshark"
mas "1Blocker", id: 1107421413
mas "DaisyDisk", id: 411643860
mas "Discovery", id: 1381004916
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "MQTT Explorer", id: 1455214828
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Telegram", id: 747648890
mas "Textual IRC Client", id: 896450579
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "Ulysses", id: 623795237
mas "WireGuard", id: 1451685025
mas "XCFormat", id: 1165321484
mas "Xcode", id: 497799835
