tap "argoproj/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mistertea/et"
tap "universal-ctags/universal-ctags"
brew "python"
brew "autoconf"
brew "automake"
brew "autopep8"
brew "awscli"
brew "bat"
brew "boost"
brew "ccrypt"
brew "coreutils"
brew "ctags", link: false
brew "editorconfig"
brew "esptool", link: false
brew "ffmpeg"
brew "node"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdrive"
brew "git"
brew "gnu-sed"
brew "gpatch"
brew "graphviz"
brew "groovy"
brew "helm"
brew "highlight"
brew "homeassistant-cli", link: false
brew "htop"
brew "libtool"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "kompose"
brew "kubernetes-cli", link: false
brew "libdvdcss"
brew "libusb"
brew "mas"
brew "mitmproxy"
brew "ncdu"
brew "nmap"
brew "openconnect"
brew "perl"
brew "picocom"
brew "pkg-config"
brew "python@2"
brew "ripgrep"
brew "shellcheck"
brew "socat"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "argoproj/tap/argocd"
brew "mistertea/et/et"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "alfred"
cask "balenaetcher"
cask "brave-browser"
cask "brave-browser-nightly"
cask "chromedriver"
cask "chromium"
cask "contexts"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-mono"
cask "font-hasklig"
cask "font-inconsolata"
cask "font-monoid"
cask "font-roboto"
cask "font-source-code-pro"
cask "google-chrome"
cask "handbrake"
cask "intellij-idea-ce"
cask "iterm2"
cask "java8"
cask "marked"
cask "p4v"
cask "podman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlplayground"
cask "qlprettypatch"
cask "qlstephen"
cask "qlswift"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "safari-technology-preview"
cask "sequel-pro"
cask "signal"
cask "sketch"
cask "spotify"
cask "sublime-text"
cask "transmit4"
cask "tunnelblick"
cask "vmware-fusion"
cask "webpquicklook"
cask "webtorrent"
cask "wireshark"
mas "1Blocker", id: 1107421413
mas "DaisyDisk", id: 411643860
mas "Discovery", id: 1381004916
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MQTT Explorer", id: 1455214828
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Textual IRC Client", id: 896450579
mas "The Unarchiver", id: 425424353
mas "Tweetbot", id: 557168941
mas "Ulysses", id: 623795237
