tap "argoproj/tap"
tap "aws/tap"
tap "boz/repo"
tap "bufbuild/buf"
tap "esphen/wsta", "https://github.com/esphen/wsta.git"
tap "fabianishere/personal"
tap "hivemq/mqtt-cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "johanhaleby/kubetail"
tap "marblenix/onivim2"
tap "mistertea/et"
tap "universal-ctags/universal-ctags"
brew "argocd"
brew "bash"
brew "bat"
brew "coreutils"
brew "deno"
brew "editorconfig"
brew "fish"
brew "fzf"
brew "gnu-sed"
brew "gpatch"
brew "grep"
brew "grpcurl"
brew "helm"
brew "highlight"
brew "homeassistant-cli"
brew "htop"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kubernetes-cli"
brew "kubeseal"
brew "ncdu"
brew "node"
brew "pkg-config"
brew "ripgrep"
brew "shellcheck"
brew "socat"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "websocat"
cask "alfred"
cask "apparency"
cask "balenaetcher"
cask "brave-browser"
cask "brave-browser-nightly"
cask "docker"
cask "firefox-developer-edition"
cask "font-fira-mono"
cask "font-hasklig"
cask "font-inconsolata"
cask "font-monoid"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-victor-mono"
cask "iterm2"
cask "marked"
cask "monitorcontrol"
cask "onivim2-nightly"
cask "plexamp"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "steam"
cask "suspicious-package"
cask "swish"
cask "vscodium"
cask "webtorrent"
mas "1Blocker", id: 1107421413
mas "DaisyDisk", id: 411643860
mas "Discovery", id: 1381004916
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "MQTT Explorer", id: 1455214828
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "Textual IRC Client", id: 896450579
mas "The Unarchiver", id: 425424353
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
